#+title: Vary Activity

#+PLOT: title:"Desktop | Varied Activity, Network 64+64, 32 Synapse Fan-out"
#+PLOT: set:"size ratio 0.5" set:"yrange [0:*]"
#+PLOT: set:"xlabel 'Activity Percent'" set:"ylabel 'Runs per Second'" ind:1 set:"key right top" with:"lines linewidth 2" set:"xrange[1:99]"
#+PLOT: labels:("x" "risp" "superneuro" "vrisp")

|------------------+---------------+----------------+------------+------------------|
| Activity Percent |          risp |          vrisp | superneuro | vrisp/superneuro |
|------------------+---------------+----------------+------------+------------------|
|                / |             < |              < |          < |                < |
|               1% | 974373.964728 | 1227144.434900 |  17.918403 |        68485.145 |
|               3% | 489524.182495 | 1027432.446317 |  18.159125 |        56579.403 |
|               5% | 493875.938364 | 1018226.249873 |  17.925226 |        56804.096 |
|               7% | 424178.154825 |  971722.864639 |  18.315882 |        53053.567 |
|               9% | 402495.471926 |  758207.597240 |  18.198370 |        41663.489 |
|              11% | 344234.079174 |  847816.871556 |  17.840070 |        47523.181 |
|              13% | 307087.581378 |  742666.171556 |  17.643490 |        42092.929 |
|              15% | 272672.738180 |  633191.920471 |  18.128939 |        34927.136 |
|              17% | 291919.663709 |  357692.170118 |  18.234780 |        19615.930 |
|              19% | 248034.327951 |  637226.789014 |  18.389497 |        34651.670 |
|              21% | 247255.464346 |  543862.511557 |  18.208546 |        29868.530 |
|              23% | 187687.687688 |  554661.933552 |  17.919712 |        30952.614 |
|              25% | 224804.981678 |  435824.798431 |  16.917271 |        25762.122 |
|              27% | 192178.341501 |  500625.782228 |  17.929862 |        27921.341 |
|              29% | 202388.180530 |  428706.164795 |  18.315442 |        23406.815 |
|              31% | 186018.825105 |  336620.998418 |  18.189721 |        18506.111 |
|              33% | 136733.438162 |  429424.142225 |  18.124567 |        23692.932 |
|              35% | 175527.900160 |  359298.649037 |  18.305922 |        19627.454 |
|              37% | 171588.393761 |  382877.708860 |  18.130678 |        21117.672 |
|              39% | 161707.632600 |  322976.551902 |  18.208744 |        17737.443 |
|              41% | 147972.773010 |  328062.463093 |  18.080970 |        18144.074 |
|              43% | 148878.202742 |  304330.624791 |  18.072859 |        16839.097 |
|              45% | 153043.265331 |  290132.590594 |  18.320154 |        15836.799 |
|              47% | 138780.948151 |  275398.639531 |  18.318714 |        15033.732 |
|              49% | 141683.196373 |  262418.978140 |  18.347321 |        14302.850 |
|              51% | 129631.069975 |  251004.016064 |  18.243687 |        13758.404 |
|              53% | 122699.386503 |  279368.626903 |  18.252270 |        15305.966 |
|              55% | 126415.857605 |  257692.109468 |  18.413838 |        13994.481 |
|              57% | 124094.112975 |  261383.240107 |  18.303868 |        14280.219 |
|              59% | 110224.416913 |  267809.319764 |  18.070570 |        14820.192 |
|              61% |  89039.266316 |  260274.329143 |  18.125954 |        14359.207 |
|              63% | 107943.567103 |  260878.639257 |  18.354427 |        14213.391 |
|              65% | 107136.352436 |  257281.053823 |  18.418714 |        13968.459 |
|              67% | 108150.198996 |  244075.077494 |  18.375599 |        13282.564 |
|              69% | 106537.117532 |  259289.029481 |  18.048618 |        14366.143 |
|              71% | 103178.943241 |  262818.996557 |  18.178904 |        14457.362 |
|              73% | 103287.645765 |  242571.255306 |  18.352467 |        13217.365 |
|              75% | 100584.395337 |  237079.184448 |  18.393077 |        12889.588 |
|              77% |  96127.041498 |  236456.929370 |  18.243537 |        12961.134 |
|              79% |  97712.549223 |  219293.436547 |  18.088276 |        12123.512 |
|              81% |  85571.015386 |  216136.771349 |  17.981039 |        12020.260 |
|              83% |  94715.805226 |  222350.691511 |  18.066351 |        12307.449 |
|              85% |  88968.763067 |  204156.628966 |  18.128852 |        11261.421 |
|              87% |  85845.015409 |  220288.578037 |  18.324132 |        12021.774 |
|              89% |  87802.479542 |  206953.642384 |  18.213346 |        11362.747 |
|              91% |  87971.637944 |  202085.522593 |  18.167054 |        11123.737 |
|              93% |  86649.105781 |  196463.654224 |  18.269641 |        10753.559 |
|              95% |  84836.350680 |  197655.802186 |  18.322395 |        10787.662 |
|              97% |  85931.323686 |  193311.424705 |  18.319306 |        10552.333 |
|              99% |  85578.338411 |  205803.663305 |  18.150254 |        11338.886 |
|------------------+---------------+----------------+------------+------------------|
#+TBLFM: $5=($3/$4)
